---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecRoomReflectivityCeiling
source: html/1cd98b71-9282-9e62-8ac9-6b43569f5e35.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecRoomReflectivityCeiling Property

"Ceiling Reflectance"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecRoomReflectivityCeiling { get; }
```